Revit 2027 API
SymbolTypeId.LbMassPerFtDashH Property
 Symbol lb/ft-h, indicating unit Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerFtDashH { get; }
Public Shared ReadOnly Property LbMassPerFtDashH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerFtDashH {
	ForgeTypeId^ get ();
}
static member LbMassPerFtDashH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace